{
  "button.cancel": "Cancel",
  "button.submit": "Submit",
  "button.contact_us": "Contact Us",
  "header.home": "Home",
  "header.services": "Services",
  "header.about_us": "About Us",
  "header.contact": "Contact",
  "home.slogan": "Professional tech friend of your business",
  "home.catch_phrase": "Information technology services for small businesses, home businesses, and startups",
  "home.about_us": "About Us",
  "home.about_us.content": "We are a team of tech savvies with 15+ years experience in the software industry. We have plenty of successful experiences in website, web application, mobile apps, wechat apps, database design and architecture design. Our stacks cover majority of the popular technologies including Nodejs, C#, Python, Reactjs, Angular, JavaScript, TypeScript, MongoDB, PostgreSQL, SQL Server, MySQL, Docker, AWS and Azure.",
  "home.why_us": "Why Us?",
  "home.why_us.content": "It will be always easy to create a managed website on the internet nowadays. However, shortly many successful small businesses and startups will find out that they will need a customised digital solution that a static website cannot fulfill anymore. With Techseeding, you can have a highly tailored morden cloud-based application to speed up your success.",
  "home.contact": "Contact",
  "home.contact.website": "Website",
  "home.contact.email": "Email",
  "home.contact.phone": "Phone",
  "home.contact.wechat": "WeChat",
  "feature.title.website": "Website",
  "feature.description.website": "We provide all types of website development from static web portal with search engine optimisation to complex web application which is highly tailored for your unique business.",
  "feature.title.mobile": "Mobile Apps",
  "feature.description.mobile": "Apple/Android mobile apps can perform actions much quicker than a mobile website, and can be used to increase customer loyalty and to build the communication directly with your customers.",
  "feature.title.wechat": "Wechat",
  "feature.description.wechat": "Integration with WeChat Public Account and WeChat Mini Program (微信公众号/微信小程序) can be a sharp weapon for your business to expand to another world.",
  "feature.title.database": "Database Design",
  "feature.description.database": "A well designed database schema can be very beneficial to your business with high scalability and low cost. No hesitate to review your database when you feel it's slow down. PostgreSQL, MySQL, SQL Server, MongoDB, Columnar Database, NoSQL, ... we will find a right home for your data.",
  "feature.title.digitizing": "Digitizing",
  "feature.description.digitizing": "It's the era to accelerate the digital transformation, which will give you a truly reliable bridge between you and your customers. Our professional business analyst will help you figure out the best way to move your workflow to the digital world.",
  "feature.title.consulting": "Tech Consulting",
  "feature.description.consulting": "We provide technical consulting service in a wide range of Nodejs, .NET, C#, Python, Reactjs, Angular, JavaScript, TypeScript, MongoDB, PostgreSQL, SQL Server, MySQL, Docker, AWS and Azure.",
  "tag.portal": "portal website",
  "tag.webapp": "web application",
  "tag.custom_design": "custom design",
  "tag.app_dev": "app development",
  "tag.mobile_api": "mobile APIs",
  "tag.hosting": "hosting",
  "tag.wechat_mini": "Mini Program/小程序",
  "tag.wechat_public": "Public Account/公众号",
  "tag.wechat_api": "API hosting",
  "tag.free_quote": "free quote",
  "tag.schema": "schema review",
  "tag.big_data": "big data streaming",
  "tag.custom_solution": "custom solultion",
  "tag.e_commerce": "e-commerce",
  "tag.full_stack": "full-stack techs",
  "tag.architecture": "architecture",
  "tag.ba": "business analysis",
  "contact.title": "Let us tailor a service package that meets your needs. Tell us a little about your business, and we will get back to you with some ideas shortly.",
  "contact.placeholder.name": "Name",
  "contact.placeholder.reply": "Phone or email or ...",
  "contact.placeholder.message": "Tell us a little about your business or how can we help you.",
  "copy.done": "Copied {{value}}",
  "contact.message.done": "Successfully sent out the message! We will reply as soon. Thank you very much.",
  "contact.message.error": "Oops! Failed to send out the message."
}